Repository: RegaloOmar/SwipeOut
Catalog: Swipe Out/Utilities/Localizable.xcstrings
Source language: en
Languages: es_419

# %lld of %lld
source: %1$lld of %2$lld
es_419: %1$lld de %2$lld

source: ≈ %@ to free
es_419: ≈ %@ por liberar

source: Add more
es_419: Añadir más

source: Delete %lld Photos
es_419: Borrar %1$lld Fotos

source: Getting your photos ready…
es_419: Preparando tus fotos…

source: Go back to last photo
es_419: Regresar a la ultima foto

source: Loading Photos…
es_419: Cargando fotos…

source: Photo. Use the Keep or Delete buttons below.
es_419: Fotos. Usa los botones para Salvar o Borrar.

source: Something went wrong. Your photos are safe — please try again.
es_419: Algo salió mal, tus fotos están seguras, por favor intenta de nuevo.

source: Start over
es_419: Empieza de nuevo.

source: You freed %@! 🎉
es_419: Haz liberado%@! 🎉

source: You're only reviewing your selected photos.
es_419: Solo estas revisando las fotos seleccionadas.
